// This is just an example,
// so you can safely delete all default props below

export default {
  lost_password:'Забыли пароль?',
  contact_us:'Свяжитесь с нами',
  index_title:'Мы работаем, вы собираете, мы зарабатываем вместе!',
  index_subtitle:'Система работает по принципу взаимной заинтересованности сторон - клиенты зарабатывают, маркетологи получают реальную метрику потенциальных потребителей!',
  index_button:'ВОЙТИ ИЛИ ЗАРЕГИСТРИРОВАТЬСЯ',
  withwraw_button: 'ОТМЕНА',
  Deposit_button:'ДЕПОЗИТ',
  amount:'Сумма',

  menu_login:'ВХОД',
  menu_profile:'ПРОФИЛЬ',
  menu_rating:'РЕЙТИНГ',
  menu_info:'ИНФОРМАЦИЯ',
  menu_about:'О НАС',
  menu_rules:'ПРАВИЛА',
  menu_contacts:'КОНТАКТЫ',
  menu_feedback:'ОБРАТНАЯ СВЯЗЬ',
  menu_language:'ЯЗЫК',
  menu_back:'НАЗАД',
  menu_settings:'НАСТРОЙКИ',
  menu_stats:'СТАТИСТИКА',
  menu_balance:'БАЛАНС',
  menu_logout:'ВЫЙТИ',
  menu_lang_ch:'中国人',

  email:'Электронная почта',
  nickname:'Никнейм',
  name:'Имя',
  age:'Возраст',
  work:'Работа',
  profession:'Профессия',
  sex:'Пол',
  study:'Учеба',
  avatar:'Аватар',
  save_btn:'Сохранить',
  login_btn:'Войти',
  register_btn:'Зарегистрироваться',
  write_message:'Напишите здесь ваше сообщение... *',

  choose_game:'ВЫБЕРИТЕ ЗАДАНИЕ',
  choose_difficult:'ВЫБЕРИТЕ СЛОЖНОСТЬ',
  game_limit:'Вы достигли лимита игр, чтобы повысить свой рейтинг! Вы можете продолжать играть, но рейтинг не будет ни начисляться, ни списываться',
  you_have:'У ВАС ЕСТЬ',
  games_today:'ИГРЫ СЕГОДНЯ',
  we_give:'Мы даем пользователям 5 игр в день. Счетчик считает игры в 00:00 GMT +8',
  timer:'Время',
  minutes:'Мин',
  level:'Уровень',
  pieces:'Частей',
  rating:'Рейтинг',

  login: 'Войти',
  password: 'Пароль',
  password_repeat: 'Повторить пароль',
  sign_in:'ВОЙТИ',
  sign_up:'Зарегистрироваться',
  no_account:'Нет учетной записи?',
  have_account:'Есть учетная запись?',
  try_demo:'Попробуйте ДЕМО-версию',
  profile_stats_text:'Здесь вы можете увидеть свою статистику всех игр и результаты ваших игр',
 rating_text:'На этой странице вы можете выбрать интересующую вас статистику нашего портала: общее количество игр пользователей, историю депозитов и выводов средств наших пользователей',
   feedback_text:'Сообщения могут отправлять только зарегистрированные пользователи! Мы прикрепляем контактные данные пользователей, чтобы вы могли связаться с ними и убедиться, что эти отзывы прозрачны! Когда вы отправите свой отзыв, он будет опубликован только в том случае, если мы пройдем модерацию на предмет нарушения правил сервиса.',

rating_title:'Рейтинг',
   info_title:'Информация',
   about_title:'О нас',
   rules_title:'Правила',
   contact_title:'Контакты',
   feedback_title:'Отзыв',
   settings_title:'Настройки',
   stats_title:'Статистика',
   balance_title:'Баланс',
  balance_text:`В этом разделе вы можете вывести средства в разделе вывода и пополнить свой баланс в разделе депозита». +
     Дневной лимит на вывод и пополнение баланса 10 000 юаней. Вывод средств возможен только после полного заполнения
      анкеты <a style="color: inherit" href="/lk/profile">в вашем профиле</a>`,
  documents_title:'Documents',
  contacts_text:'Контакты',
  contacts_form_title:'Ваше сообщение',
  contacts_form_text:'Мы ответим вам в течение 24 часов на указанную вами почту для вашего запроса поддержки, вопроса или предложения!',
  contacts_info:`contacts info`,
  contacts_form_attach:'Прикрепить файл',
  contacts_form_send:'Отправить',
  contacts_form_message:'Напишите здесь свое сообщение... ',

rulesText:`
<p><span lang="en-US">1. Необходимо правильно собрать QR-ART Пазл одного из трех уровней:</span></p>
<p><span lang="en-US">- Выберите один из уровней, нажмите на него и разбросайте элементы по полю.</span></p>
<p><span lang="en-US">- Наведите курсор на любой элемент, возьмите его и, удерживая, переместите на любой другой элемент, если какие-либо из сторон этих элементов совпадут, то они соединятся друг другу.</span></p>
<p><span lang="en-US">- Методом последовательного подбора элементов, при правильном варианте, все они соединяются и образуют единый QR-ART Puzzle.</span></p>
<p><span lang="en-US">- У каждого уровня есть свое время для сбора - чем сложнее уровень, тем больше времени и очков дается.</span></p>
<p><span lang="en-US">- Если вы правильно и вовремя собрали выбранный уровень, на игровом поле появится надпись &ldquo;ТЫ ВЫИГРАЛ&rdquo; и вы получите баллы в РЕЙТИНГ, если вы не смогли его вовремя набрать, надпись &ldquo;ВЫ ПРОИГРАЛИ&rdquo; появится, то у вас есть возможность заново собрать любой уровень...</span></p>
<p><span lang="en-US">Обязательно смотреть рекламу.</span></p>
<p lang="en-US"></p>
<p><span lang="en-US">2. Все расчеты осуществляются в местной валюте - PZ (1 PZ = 1 ЮАНЬ), переведенные вами средства будут конвертированы в PZ-валюту, а при выводе средств на ваш счет конвертируются обратно.</span> </p>
<p lang="en-US"></p>
<p><span lang="en-US">3. Без регистрации:</span></p>
<p><span lang="en-US">- тренироваться можно на всех трех уровнях в DEMO, но при правильном сборе QR-ART Puzzle RATING и BALANCE не пополнятся.</span></p>
<p lang="en-US"></p>
<p><span lang="en-US">4. При регистрации, но без пополнения БАЛАНСА:</span></p>
<p><span lang="en-US">- мы дарим на ваш БАЛАНС 1000 ЮАНЕЙ = 1000 PZ, которые вы не можете вывести, но можете перевести все заработанные на них средства на свой счет, если баллов больше 200 в РЕЙТИНГЕ.</span></p>
<p lang="en-US"></p>
<p><span lang="en-US">5. При регистрации и пополнении БАЛАНСа:</span></p>
<p><span lang="en-US">- от 500 до 50 000 юаней (от 70 до 7000 долларов США) за каждый правильный сбор QR-ART Puzzle, ваш РЕЙТИНГ будет получать от 2 до 6 баллов, а по достижении 200 баллов, ваш БАЛАНС увеличится на 2%.</span></p>
<p lang="en-US"><a name="_GoBack"></a> </p>
<p><span lang="en-US">6. Количество сборов не ограничено, количество баллов в РЕЙТИНГе ​​не ограничено.</span></p>
<p><span lang="en-US">Каждые 200 баллов в РЕЙТИНГЕ = БАЛАНС + 2%</span></p>
<p><span lang="en-US">Клиент может снять с БАЛАНСА не более 10 000 ЮАНЕЙ в сутки (24 часа), требование службы безопасности банка.</span></p>
 `,

  aboutText:`

<p>Мы создали и внедрили головоломку PuzPays, которая позволяет исследовать уровень логического мышления у людей разных национальностей, возрастов и полов.</p>
<p>Цель нашего проекта — изучить взаимодействие логического мышления с технологиями BNCI и предоставить статистические данные маркетинговым компаниям. Мы сосредоточили свою деятельность на серии продвинутых хакатонов с программой поддержки исследователей и клиентов.</p>
<p>PuzPays — это игра-головоломка, требующая умения быстро решать логические задачи. Программа является отличным стимулятором для развития логического мышления. Вся наша работа анализируется, систематизируется и на основании этих данных составляется общая картина о развитии логического мышления в разных регионах и типах людей.</p>
<p>Для нас это исследовательская деятельность, на основании которой маркетологи, экономисты, производители сделают выводы о целесообразности внедрения тех или иных технологий в работе с потребителями.</p>
<p>Логическое мышление людей является основополагающим механизмом выбора того или иного товара. Наша платформа PuzPays и анализ ее результатов упрощает работу профессионалов в области маркетинга, продвижения товаров и услуг. Продавая эти данные заинтересованным компаниям, мы можем привлечь большое количество потенциальных клиентов и побудить их решать головоломки.</p>

<p>В своей работе мы используем CPA-ресурс компании - https://www.ga-net.com/ и его сеть. CPA («cost per action» в переводе с английского «оплата за действие») — способ заработка, при котором рекламодатель платит за какое-то конкретное целевое действие пользователя. CPA-сеть — это площадка, на которой находится множество рекламодателей, оплачивающих определенное действие пользователя — покупку, регистрацию, заполнение анкет и другие.</p>

<p>Мы предлагаем нашим клиентам работу в виде решения PuzPays Puzzle, сбора статистических данных и просмотра рекламы. Мы готовы оплатить вашу работу из средств, полученных за нашу деятельность.</p>
<p>На первый взгляд все покажется сложным, но при наличии терпения и опыта эти задачи решаются и дают нам возможность вместе хорошо зарабатывать.</p>
<p>Удачи!</p>
`,
  infoText:`
<p><span lang="en-US">Вопросы к нам:</span></p>
<p><span lang="en-US"><strong>1. "Откуда у вас средства для оплаты клиентов?"</strong></span></p>
<p><span lang="en-US">- собранная статистическая информация о работе наших клиентов, которую мы продаем заинтересованным компаниям,</span></p>
<p><span lang="en-US">- реклама на нашем сайте, которую вы постоянно смотрите, приносит хороший доход,</span></p>
<p><span lang="en-US">- мы производим высокодоходные интернет-продукты, доход от них используем для платежей.</span></p>
<p><span lang="en-US"><strong>2. "Сколько я получу, если наберу 200 баллов в Рейтинге, и как часто я смогу это делать?"</strong></span></p>
<p><span lang="en-US">- каждый раз, когда вы набираете 200 баллов в Рейтинге, вам будет автоматически начисляться +2% к сумме на вашем Балансе,</span></p>
<p><span lang="en-US">- Вы можете делать это сколько угодно раз, и каждый раз при Рейтинге более 200 баллов будет начисляться +2%.</span>< /p>
<p><span lang="en-US"><strong>3. «Зачем Клиенту пополнять Баланс?»</strong></span></p>
<p><span lang="en-US">- для стимулирования Клиентов к более активным действиям на нашем сайте, чем чаще Клиент заходит к нам, чем больше он просматривает рекламные ролики, и чем больше у нас просмотров рекламы, за которые рекламодатели платят нам</span></p>
<p><span lang="en-US">- чем больше нам платят за рекламу и за статистические данные о Клиентах, тем больше мы все зарабатываем</span></p>
<p><span lang="en-US">- чем больше Баланс Клиента, тем больше сумма платежей.</span></p>
<p><span lang="en-US"><strong>4. "Гарантированные выплаты и сохранность средств?"</strong></span></p>
<p><a name="_GoBack"></a><span lang="en-US">- нам нет смысла никого обманывать, т.к. это повлечет за собой закрытие проектов, потерю репутации и дохода,</span></p>
<p><span lang="en-US">- у нас достаточно оборотных средств для успешного продвижения данного ресурса,</span></p>
<p><span lang="en-US">- наша главная цель— развивать эту платформу и получать вместе с вами доход.</span></p>
<p><span lang="en-US"><strong>5. "Как вывести средства?"</strong></span></p>
<p><span lang="en-US">- подать заявку в личном кабинете на вывод средств, единственное требование к Клиенту - не выводить более 10 000 ЮАНЕЙ в течение суток (24 часов), это требование службы безопасности банка.</span></p>
<p><span lang="en-US"><strong>6. "Сколько аккаунтов я могу открыть?"</strong></span></p>
<p><span lang="en-US">- у нас нет ограничений на открытие новых счетов, мы ограничиваем только сумму на каждом счете, она должна быть от 500 до 50 000 юаней (от 70 до 7000 долларов США), наша 1000 Подарочные коробки в юанях не учитываются, на них можно только заработать.</span></p>
<p><span lang="en-US"><strong>7. "Сколько комиссий вам нужно, чтобы получить 200 баллов?"</strong></span></p>
<p><span lang="en-US">- ПРОСТОЙ УРОВЕНЬ– 2 балла за коллекцию (200баллов / 2) = 100 сборов.</span></p>
<p><span lang="en-US">– СРЕДНИЙ УРОВЕНЬ– 4 балла за коллекцию (200баллов / 4) = 50 сборов.</span></p>
<p><span lang="en-US">- СЛОЖНЫЙ УРОВЕНЬ– 6баллов за коллекцию (200баллов / 6) = 34 сбора.</span></p>
<p><span lang="en-US">Вы можете работать на любом уровне и комбинировать баллы. Все в вашем Рейтинге будет зафиксировано и учтено (см. Личный кабинет).</span></p>
<p><span lang="en-US"><strong>8. "Я правильно понял, что если я наберу 200 баллов в Рейтинге в день и получу по 2%, то я смогу зарабатывать более 50% на свой Баланс в месяц?"</strong></span></p>
<p><span lang="en-US">- Да, вы все правильно посчитали, но забыли упомянуть, что тогда за месяц вам нужно будет сделать около 1500 сборов и потратить на это более 130 часов.
По нашим статистическим наблюдениям, в среднем наш Клиент тратит 2 часа своего времени в день на работу с нашим сайтом, и это приносит ему около 25% в месяц.</span></p>
<p><span lang="en-US"><strong>9. "Кто управляет средствами на моем Балансе?"</strong></span></p>
<p><span lang="en-US">- управлять ими можем только мы, и то только в наших с вами общих интересах, а именно: развивать этот проект, и постоянно его рекламировать, чтобы о нем узнали многие и приходи к нам. Больше клиентов, больше возможностей для развития, больше рекламы, больше доходов от нее.</span></p>

<p><span lang="en-US">Если у вас есть вопросы, напишите нам, и мы опубликуем самые важные</span><span style="font-family: Microsoft JhengHei, serif;" ><span lang="en-US">!</span></span></p>
`
  ,
}
